[
  {
    "id": 1,
    "title": "Hanoi Capital – Where should we visit?",
    "description": "With its colonial architecture and vibrant street life, Vietnam’s capital deserves a visit by those heading to the north, says Natalie Paris and Hanoi’s Old Quarter is the heart of Hanoi. In case you don’t know where to start with your trip around Hanoi, here are some must-visit places to add into your itinerary:",
    "img_blog": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/a1.jpg",
    "detail_blog": [
      {
        "title_child": "West Lake",
        "description_child": "To the north of the old quarter is the enormous Ho Tay. This lake is the largest in Hanoi with a shore length of around 17km (10.6 miles) and is a popular place for recreation with many surrounding gardens, hotels and villas.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/a3.jpg"
      },
      {
        "title_child": "Tran Quoc Pagoda",
        "description_child": "This is one of the oldest pagodas in Vietnam on the eastern shore of West Lake .The current structures are very impressive and date back to 1842. The pagoda is just off the road that divides West Lake and Truc Bach Lake. Tran Quoc Pagoda is the foremost symbol of Buddhism in the country. The landmark is beautiful offering good ambience and nice photos.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/Chua-Tran-Quoc.jpg"
      },
      {
        "title_child": "Hoa Lo Prison",
        "description_child": "The Hoa Lo Prison was a prison used by the French colonists in Vietnam for political prisoners, and later by North Vietnam for prisoners of war during the Vietnam War when it was sarcastically known to American prisoners of war as the \"Hanoi Hilton\". The prison was demolished during the 1990s, though the gatehouse remains as a museum.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/hoa_lo.jpg"
      },
      {
        "title_child": "National Museum of Fine Arts",
        "description_child": "For a singular glimpse into Vietnamese culture, the Country’s National Museum of Fine Arts is the best place to visit. The museum showcasing Vietnam's fine arts from every historical period. The facility contains a vast collection of art, sculpture, crafts and artifacts from every period in Vietnam’s history.",
        "img_url": "https://solariahotel.com/UploadFile//Travel-Guide/Hanoi_Capital_Where_should_we_visit/bao_tang_my_thuat.jpg"
      },
      {
        "title_child": "The Presidential Palace",
        "description_child": "Although Ho Chi Minh President passed away but The Presidential Palace in Hanoi is a remarkable landmark. The palace was built between 1900 and 1906 to house the French Governor-General of Indochina. The Presidential Palace complex is open every day from 7:30am to 4pm, with a lunch break from 11am to 1:30pm.",
        "img_url": "https://solariahotel.com/UploadFile//Travel-Guide/Hanoi_Capital_Where_should_we_visit/bao_tang_my_thuat.jpg"
      },
      {
        "title_child": "One Pillar Pagoda",
        "description_child": "The Buddhist One Pillar Pagoda is almost peerless in Vietnam, with a history that dates back a full millennium. The iconic landmark was badly defaced by French troops in 1954 but was rebuilt decades later.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/chua_mot_cot.jpg"
      },
      {
        "title_child": "Ho Chi Minh Mausoleum",
        "description_child": "One of the most conspicuous mausoleums in the world, the massive tribute to the most famous leader in Vietnam provides Hanoi with a landmark on par with Lenin’s tomb in Moscow. Open since 1975, the mausoleum site also contains a museum on Ho Chi Minh.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/lang_chu_tich.jpg"
      },
      {
        "title_child": "Temple of Literature",
        "description_child": "Temple of Literature is located on Van Mieu Street, 2km west of Hoan Kiem Lake. Van Mieu - Quoc Tu Giam is a famous historical and cultural relic consisting of the Temple of Literature and Vietnam is first university. The temple was built in 1070 in honor of Confucius, his followers and Chu Van An, a moral figure in Vietnamese education.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/van-mieu-quoc-tu-giam-o-dau.jpg"
      },
      {
        "title_child": "Women’s Museum",
        "description_child": "All too often historical exhibitions have a distinctly male focus, which is why the Vietnam Women’s Union decided to establish this museum, exploring women’s contribution to the country’s culture and society.",
        "img_url": "https://solariahotel.com/UploadFile/Travel-Guide/Hanoi_Capital_Where_should_we_visit/bao-tang-phu-nu-ha-noi.jpg"
      }
    ]
  },
  {
    "id": 2,
    "title": "Bat Trang – Truly a worth-visiting traditional",
    "description": "Bat Trang ceramic products have been highly appreciated for their quality, designs and categories, divided into functional groups such as household ceramics, worship items, fine pottery artworks, building ceramics and decorative ceramics. The items are spread out all over Vietnam, and exported to many other countries. Bat Trang village is not only a place to make a national product brand, contributing to preserve the cultural values ​​of the capital but also one of the popular tourist destinations in Hanoi.",
    "img_blog": "https://solariahotel.com/UploadFile/Travel-Guide/Bat_Trang_Ceramic_Village/1_images.jpg",
    "detail_blog": [
      {
        "title_child": "A Quick History of Bat Trang Ceramic Village",
        "description_child": "Bat Trang Village was nestled on the bank of Red River, in Gia Lam District, around 16km from the center of Hanoi city. The name of “Bat Trang” means “the bowl workshop”, dedicated to the specialization. This village was formed in the Ly dynasty, over the past 1000-year history with certain ups and downs, it still stands and is growing up today.\nWhen the area of Thang Long (Hanoi today) was chosen for the capital, there were attempts to gather the skilled ceramists and their offspring to inhabit in this place and develop business. The potteries in this village have been made for various functions such as for the citadel constructions, daily use, worshipping, artistic wares, etc. Generations in Bat Trang Village have tried to keep their traditions and quintessence to create the unique and sophisticated products."
      },
      {
        "title_child": "Interesting experience in Bat Trang ceramic village",
        "description_child": "Bat Trang village is often the destination of many tourists to visit the capital. To this ancient land, visitors will feel extremely interesting when encountering vases, ceramic pots displaying the alleyways in the village or the walls exposed to the special.\nYou should take opportunities to see how the ceramists create their masterpieces. By watching the procedure, some tourists might want to get the hands-on experiences in making their own potteries. The good place for this activity is the Ceramic Market (Cho Gom) where has the “pottery making service” in several houses. Enter a house and try it out!\nAs usual, a local host will give you a big clay ball (humid a bit) and a wheel. Then, you put the clay ball in the middle of the wheel and shape your object. Most of the practitioners will make cups, bowls, or various other round-shaped utensils. If you have skillful hands, you can try making the animal-shaped potteries. After being modeled, the potteries need to be heated to a very high temperature to become hard enough. The heating step might take around 30 minutes. Meanwhile, you can get around to explore the Ceramic Market, have lunch, and feast eyes with numerous artistic objects and souvenirs.\nIf you want to shop, then do it in the market because it offers more reasonable prices than elsewhere. After that, paint your own objects and beautify them with colors. In the end, the ceramics will cover your potteries with the special gloss paint to enhance its hardiness. The fee for each pottery is around 30.000 VND – 50.000 VND. Take your hand-made potteries home and they will remind you of the beautiful time in this traditional village in Hanoi.\nBat Trang Village Temple Located nearby Red River, the temple holds an indispensable role in the villagers’ spiritual life. It’s easy to notice the temple on the routes along the riverbank, but you can also ask the locals for directions. This is the ancient construction with impressive architecture and revered atmosphere. The back-in-time journey to Bat Trang Village Hanoi cannot lack the sightseeing moments at this antique temple. It is also the fantastic background for photography. The artistic ornaments in the gate of the temple are very eye-catching, which tell how deluxe the local ceramics are.Van Van House “Vạn Vân” means an ideal place for the beautiful clouds to gather. This house preserves the valuable and ancient objects from the traditional villages, most of Bat Trang ceramics. Situated in the end corner of the village and shaded by the large trees, Van Van House exhibits more than 400 antique ceramics of the 15th – 19th centuries, which are absolutely worth contemplating."
      }
    ]
  },
  {
    "id": 3,
    "title": "Long Bien bridge - A peaceful and romantic",
    "description": "There is a quote that Eiffel is the symbol of Paris and Long Bien is the iconic bridge of Hanoi. The name of the city means “interior land between rivers”, reflecting the terrain spotted with dozens of ponds, lakes and especially Red River. Long Bien was the first structure built across the river, which has witnessed over 100-year history of Vietnam, so no doubt to say it’s the most well-known bridge in town, and also a must-see place for culture-seekers and sunset lovers.",
    "img_blog": "https://solariahotel.com/UploadFile/Travel-Guide/Long_Bien_bridge/a1.jpg",
    "detail_blog": [
      {
        "title_child": "History",
        "description_child": "Constructed from 1989 to 1902 during the French colony, it was built by the architects Daydé & Pillé of Paris, and opened in 1903, more than 3,000 Vietnamese took part in the construction. At 2.4 kilometres (1.5 miles) in length, it was, at that time, one of the longest bridges in Asia.\nIt was firstly called Paul-Doumer Bridge, named after Paul Doumer - The Governor-General of French Indochina and then French president, but the Vietnamese called it Long Bien or Cai River Bridge for a long time, and Long Bien became the most popular name of the bridge.\nHistorically, Long Bien Bridge was considered as the pride and symbol of architecture in the Far East. The bridge was the major connection to transport tons of rice from Red River Delta and North Center of Vietnam to Dien Bien Phu battle, which made a turning point for Vietnam to win France in 1954. The bridge was heavily bombarded during Vietnam War due to its critical position. In 1967 and 1972, many spans of Long Bien Bridge were destroyed. Some parts of the original structure remain intact, while large sections have been built later to repair the holes. Only half of the bridge retains its original shape.\nToday trains, mopeds, bicycles and pedestrians use the dilapidated bridge, while all other traffic is diverted to the nearby Chương Dương Bridge and some other newly built bridges.\nAmong the five bridges which cross the Red River of Hanoi, Long Bien Bridge is considered the most special one with the historic architectural and cultural values. That is the only bridge in Hanoi on which all travelers have to go on the left-hand side. When walking along, tourists will have a chance to enjoy the peaceful view of the river and the farm island right underneath the spans. Local people also buy fresh vegetable, corns and fish for dinner from vendors of the farm on the bridge. It is said that Long Bien Bridge is one of the best places for sunrise or sunset. This also is a favorite destination for many grooms and brides to have wedding photos, or a lot of others to catch good shots of the vintage scenic theme. Don’t miss the chance to take a walk on Long Bien Bridge for sightseeing, great pictures, and to perceive daily life movements of local residents with nice and breezy surrounding.",
        "img_url": "https://solariahotel.com/UploadFile//Travel-Guide/Long_Bien_bridge/a3.jpg"
      }
    ]
  }
]
